/* default string for new tasks */
"0 0 1 1 * echo \"Happy New Year!\"" = "0 0 1 1 * echo \"Bonne et heureuse année!\"";

/* Information text displayed in the runNowPanel */
"\nThe output will appear below when the command has finished executing\n" = "\nLe texte ci-dessous apparaîtra quand l'exécution de la commande sera  terminée\n";

/* toolbar item tooltip */
"Add new environment variable" = "Ajouter un nouvel environnement";

/* Edit task dialog submit button text */
"Apply" = "Appliquer";

/* Check for update connection failure acknowledgement button title */
"Bummer" = "Bummer";

/* Cancel in dialog
   Cancel in dialogs */
"Cancel" = "Annuler";

/* Check for update failure sheet title */
"Connection failure" = "Connexion défaillante";

/* Error converting */
"Couldn't convert value" = "Valeur impossible à convertir";

/* toolbar item tooltip */
"Create new crontab entry" = "Creer une nouvelle entrée au cron";

/* string in status toolbar item */
"Crontab for user:" = "Cron pour l'utilisateur:";

/* toolbar label
   toolbar palette label
   toolbar item tooltip */
"Current crontab" = "Cron courrant";

/* toolbar item name */
"Delete" = "Supprimer";

/* discard in dialog
   Discard chanes button label */
"Discard" = "Discard";

/* default command for new crontab tasks */
"echo \"Happy New Year!\"" = "echo \"Bonne année!\"";

/* toolbar item name */
"Edit" = "Editer";

/* toolbar item tooltip */
"Edit task" = "Editer la tâche";

/* empty crontab alert sheet */
"Empty Crontab" = "Cron vide";

/* open failure alert sheet
   write failure alert sheet */
"Failure" = "Défaillance";

/* go to download page button title in 'update available' dialog */
"Go to download page" = "Aller à la page de téléchargement";

/* Hide toolbar menu item label */
"Hide Toolbar" = "Cacher la barre d'outils";

/* Home directory not found warning in open failure alert sheet */
"I couldn't find a home directory for '%@' on your system. Maybe you mistyped the name or (god no!) deleted the directory. Better have look..." = "Je ne trouve pas d'instruction pour '%@' dans votre système. Peut-être avez vous mal écrit le nom ou (bon dieu non!) effacer les instructions. Mieux vaut contrôler...";

/* Insert program std file open dialog: alternative label for open button */
"Insert" = "Insérer";

/* descriptive  text in write failure alert sheet */
"Insufficient privileges to write crontab for user \"%s\"." = " Privilèges insuffisant pour écrire le cron pour cet utilisateur \"%s\".";

/* descriptive  text in write failure alert sheet */
"Insufficient privileges to write crontab." = "Privilèges insuffisant pour écrire ce cron.";

/* New task dialog submit button text
   toolbar item name */
"New" = "Nouveau";

/* No update available alert sheet title */
"No Update Available" = "Pas de mise à jour disponible";

/* Ok in dialog */
"OK" = "OK";

/* toolbar item name */
"Open" = "Ouvrir";

/* toolbar item tooltip */
"Open crontab for different user" = "Ouvrir le cron pour différents utilisateurs";

/* toolbar item tooltip */
"Remove crontab entry" = "Supprimer l'entrée cron";

/* toolbar item tooltip */
"Remove environment variable" = "Supprimer l'environnement variable";

/* Run now context menu item
   toolbar item name */
"Run now" = "Lancer maintenant";

/* toolbar item name */
"Run Now" = "Lancer maintenant";

/* toolbar item tooltip */
"Run task now" = "Lancer la tâche maintenant";

/* Information text displayed in the runNowPanel */
"Running command\n" = "Lancer commande\n";

/* Save button label
   toolbar item name
   Save in dialog */
"Save" = "Sauvegarder";

/* toolbar item tooltip */
"Save crontab" = "Sauvegarder le cron";

/* Show toolbar menu item label */
"Show Toolbar" = "Afficher la barre d'outils";

/* env. variable name template */
"SOME_ENV" = "SOME_ENV";

/* update check connection failure dialog text */
"Someone tripped over the wire to the internet. Or maybe it's the rain. Wait for clear skies and try again." = "Quelques oiseaux sur les fils internet. Ou peut-être pleut-il. Attendez que le beau temps soit revenu et réessayez...";

/* descriptive text in generic failure alert sheet. Try to get fatalism and ignorance across in translation... */
"Something prevented me from reading your crontab - maybe some ion storm in the asteroid belt. See if it's that and fix it or otherwise mail the author (see the About box) and complain like there's no tomorrow." = "Quelque chose m'a empêché de lire votre crontab - peut-être un
certain orage d'ion dans la ceinture d'astéroïde...";

/* descriptive text in empty crontab alert sheet (make sure translations preserve the sarcastic tone ;-) */
"The system returned an empty crontab for '%s'. This probably just means that there's no crontab for this user yet. Pressing OK will allow you to edit and install a new crontab and you will never see this alert sheet again. If, however, you are sure that '%s' does have a crontab, then you may have encountered an temporal anomaly. Contact the author (see the About box) and complain like there's no tomorrow." = "Le système a renvoyé un message de crontab vide pour '%s'. Celà signifie certainement qu'il n'y a pas encore de crontab pour cet utilisateur. Presser OK va vous autoriser à installer un nouveau crontab et vous ne reverrez plus cette alerte. Si toutefois vous êtes sûr que '%s' a un crontab, alors il se peut que vous ayez rencontré une anomalie temporaire. Contactez l'auteur au plus vite.";

/* new version available dialog text */
"There's a new version available at %@.\n\nChanges in version %@:\n" = "Une nouvelle version est disponible à %@.\n\nChanger en version %@:\n";

/* no new version available dialog text */
"There's no new version available." = "Aucune nouvelle version n'est diponible.";

/* confirmation button title in 'no update available' dialog */
"Too bad" = "Pas de bolle";

/* Unsaved data alert sheet title */
"Unsaved Data" = "Data non sauvegardée";

/* Update available alert sheet title */
"Update Available" = "Mise à jour disponible";

/* Column title for extra column in system crontab. Generated programmatically (i.e. not in a nib) with width: 50 */
"User" = "Utilisateur";

/* user doesn't exist warning in open failure alert sheet */
"User does not exist" = "Cet utilisateur n'existe pas";

/* env. variable value template */
"value" = "valeur";

/* descriptive text in save changes alert sheet
   unsaved changes warning in alert sheet */
"You have modified your crontab. Save changes?" = "Vous avez modifié votre cron. Voulez-vous sauvegarder ces changements ?";

